Repository: suraleb/10d
Catalog: html/languages/admin-news.tmx
Source language: en
Languages: ru

source: Extended Edit
ru: Расширенная правка

source: Allow to edit news
ru: Разрешить редактировать новости

source: Allow to create news
ru: Разрешить создавать новости

source: Allow to mark news as published
ru: Разрешить метить новости опубликованными

source: Allow to delete news
ru: Разрешить удалять новости

source: Allow to view news
ru: Разрешить просматривать новости

source: News
ru: Новости

source: Advanced Settings
ru: Дополнительные параметры

source: Content
ru: Содержимое

source: Modify
ru: Изменить

source: Add new News Article
ru: Добавить новость

source: Parameters for your News Article
ru: Параметры новости

source: News Article text:
ru: Текст новости:

source: Publish News Article?
ru: Публиковать новость?

source: Address on the site:
ru: Адрес на сайте:

source: Address:
ru: Адрес:

source: Tags:
ru: Тэги:

source: Date your News Article was written:
ru: Время публикации новости:

source: Title of your News Article:
ru: Название новости:

source: Remove
ru: Удалить

source: Contents of the News Article
ru: Текст новости

source: Main information
ru: Основная информация

source: Indexation (SEO)
ru: Индексация (SEO)

source: Author
ru: Автор

source: Date
ru: Дата

source: Manage
ru: Управление

source: News Title
ru: Заголовок новости

source: Preview
ru: Просмотр

source: Remove selected news?<br /><b>Note:</b> you will not be able to restore News Article after deleting!
ru: Удалить выбранную новость?<br /><b>Внимание:</b> восстановить новость после удаления невозможно!

source: list of news articles
ru: список доступных новостей

source: section helps to manage news
ru: раздел позволяет управлять новостями

source: section helps to modify news article
ru: раздел позволяет изменять новость

source: There are no entries matching your request
ru: По вашему запросу записей не найдено

source: section allows to create new news article
ru: раздел позволяет создать новую новость

source: your news articles settings and text
ru: настройки и текст новости

source: You have the ability to manage your article lengths. If you have an article that is really long, add a &laquo;Page Break&raquo;. Doing so will automatically truncate your article where your Page Break was placed. When a Page Break is inserted, the system will automatically add a link (&laquo;click here for full article&raquo;) which when clicked will take the user to the full article.<br /><br /> <b>Steps to insert a Page Break:</b><br /> 1. Enter your Article text, imagery, links etc.<br /> 2. Place your cursor where you want to have your Page Break and click the Page Break icon.<br /> 3. You should see a line added to your copy area which indicates where the page will be divided.
ru: Вы можете управлять длиной текста. Если новость содержит много информации, добавьте в текст &laquo;Page Break&raquo;. Система автоматически обрежет текст до этого места и вставит ссылку (&laquo;читать полностью&raquo;). При клике по ссылке будет показан полный текст.<br /><br /> <b>Как вставить Page Break:</b><br /> 1. Введите полный текст новости.<br /> 2. Поставьте курсор на позицию, куда следует вставить сcылку и обрезать текст. Нажмите на иконку редактора.<br /> 3. Должен появиться разделитель, который покажет, что текст будет обрезан в этом месте.

source: publication address can consist only of &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;
ru: дрес публикации может состоять только из символов &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;

source: tags by which the news can be found. type then click
ru: теги для новости, по которым её можно легко найти. напишите, затем выберите

source: this date will display on the site. left blank and system will put the current date
ru: будет отображено на сайте. если оставить пустым, система выставит текущую дату

source: title will display on the main site
ru: будет отображено в заголовке браузера и на сайте

source: File with records for the &laquo;News&raquo; module
ru: Файл с записями для модуля &laquo;Новости&raquo;
